[Language]
Name_in_English=Finnish
Name_in_native_language=Suomi
Id=1035
Font_name=Tahoma
Font_size=9
[String]
1=Nimi
2=Tyyppi
3=Koko
4=Muokattu
5=Otsikko
6=Kesto
7=Tauko
8=Raita
9=Polku
10=Lisää
11=Lisää tiedostoja
12=Aika
13=Tapahtuma
14=Kansio
15=Tuntematon
16=Versio
17=Istunto
18=OK
19=Peruuta
20=32-bittinen
21=64-bittinen
30=Kotisivu
31=Sähköposti
34=Peruutetaanko?
35=%d kansio (t),%d tiedosto (t)
36=Odota
37=Optimoidaan tiedostojen asettelu...
38=%d tiedostoa yhteensä,%d tiedostoa valmiina
39=Pakattua levykuvaa ei voi lukea.
40=Pakattuja tietoja ei voida luoda.
41=Tiedosto on jo olemassa lukutilassa. Korvataanko?
42=Tiedosto on jo olemassa. Korvataanko?
43=Virheellinen salasana.
44=Tämän niminen tiedosto on jo olemassa. Korvataanko?
45=Nykyinen tiedosto on muuttunut. Se täytyy ensin tallentaa.
46=Syötä salasana jotta tiedosto voidaan avata.
47=Tiedosto on liian suuri (> 8 TB).
48=Tiedostomuoto on virheellinen tai sitä ei tueta.
49=Hakemistorakennetta ei voi lukea.
50=Tiedoston odottamaton loppu.
51=Virhe luettaessa hakemistorakennetta.
52=Muisti ei riitä, ohjelman suoritus on keskeytettiin.
53=Hakemistoa tai tiedostoa ei voitu luoda. Levy voi olla täynnä tai kirjoitussuojattu.
54=CD/DVD/BD-sektoria ei voitu lukea.
55=Kohdetyyppi on sama kuin lähdetyyppi. Muuntaminen ei ole tarpeen.
56=Lähde- ja kohdetiedosto eivät voi olla samannimisiä.
57=Uusi levykuva on liian suuri (> 8 TB). Poista siitä tiedostoja.
58=Poistetaanko valitut kohteet?
59=%s\r\n\r\nNimi on jo käytössä. Valitse toinen nimi.
60=%s\r\nTiedosto on liian suuri (> 4 GB), eikä sitä voi lisätä levykuvaan.
61=Valitse purettava kansio:
62=%s\r\n\r\nPurku epäonnistui! %s
63=Korvaa kansion nimellä:
64=Vaihda tiedostonimi:
65=Tilapäistiedostoa ei voi luoda.
66=%d EDC-virhettä havaittu!\R\n\r\n
67=%d: sektorin siirtymä 0x%08x\r\n
68=Tämä on video-CD:n levykuva eikä sitä voi muuntaa.
69=Tämä on musiikki-CD:n levykuva eikä sitä voi muuntaa.
70=Tiedostoversioiden ristiriita. Lataa viimeisin ohjelmaversio verkkosivustolta.
71=Tiedoston tai kansion nimi sisältää virheellisiä merkkejä.
72=Uusi nimi:
73=Tallenna nimellä:
74=tavua
75=Alkaen
76=Päättyen
77=Uusi kansio
78=Asema
79=Maksimi
80=Muunnetaan...
81=Tiedoston koko on muuttunut.
82=Tunnistettu levytyyppi:
83=Levyä ei ole tai sitä ei tunnistettu.
84=Poltto epäonnistui.
85=Tyhjennetään levyä...
86=Levyn tyhjennys onnistui.
87=Virhe tyhjennettäessä levyä.
88=Virhe todennettaessa tyhjää levyä.
89=Synkronoidaan välimuistia...
90=Levyllä ei ole tarpeeksi vapaita tilaa (%s tarvitaan,%s  käytettävissä).
91=Poltto onnistui.
92=Virhe avattaessa [%c:].
93=Levyä ei voitu lukita yksinomaiseen käyttöön. Jatketaanko?
94=Valmistellaan levyä...
95=Virhe luettaessa levyn tietoja.
96=Alustetaan DVD+RW -levyä...
97=Virhe alustettaessa levyä.
98=Viimeistellään levyä, tämä voi kestää useita minuutteja...
99=Valmistellaan tietoja...
100=Tietojen valmistelu epäonnistui.
101=Tiedosto on jo olemassa.
102=Levykuvassa ei ole raitoja.
103=Musiikkitiedostojen koodaus epäonnistui.
104=Valitut tiedostot voidaan kirjoittaa vain CD-levylle.
105=Todennetaan
106=Virhe todennettaessa tietoja.
107=Virhe luettaessa lähdetietoja.
108=Virhe luettaessa levyä.
109=Sektorisiirtymä:
110=Levykuvaa ei voi muuntaa.
150=Kaikki tiedostot
151=Kaikki levykuvat
152=ISO-levykuvat
153=Direct Access -arkisto
154=CDRWin-levykuvat
155=Alcohol120%-levykuvat
156=Ashampoo-levykuvat
157=BlindWrite-levykuvat
158=CDSpace-levykuvat
159=CloneCD-levykuvat
160=DiscJugger-levykuvat
161=Easy CD/DVD Creator -levykuvat
162=Gear-levykuvat
163=Instant Copy -levykuvat
164=Nero-levykuvat
165=NTI CD Maker -levykuvat
166=PlexTools-levykuvat
167=RecordNow-levykuvat
168=Virtuaaliset CD-ROM-levykuvat
169=Virtual Devpositivo -levykuvat
170=Maker-levykuvat
171=Mac-levykuvat
172=Käynnistyslevykuvat
173=UIF-levykuvat
174=VMWare-levykuvat
175=VirtualBox-levykuvat
176=Virtuaali PC -levykuvat
177=ISZ-levykuvat
200=Epäonnistunut kopiointi %s: %s
201=Epäonnistunut siirto %s: %s
202=Määritetyn niminen kansio on jo olemassa. Käytä toista nimeä.
203=Määritetyn niminen tiedosto on jo olemassa. Käytä toista nimeä.
204=Lähde- ja kohdetiedostot ovat samoja.
205=Kohdekansio on lähdekansion kansion alikansio.
206=Virhe kirjoittaessa tietoja.
207=Musiikkitiedostot
208=Levykuvan ominaisuudet
209=Asetukset
210=Nopea tyhjennys
211=Täydellinen tyhjennys
498=Tyhjennä RW-levy
213=Tyhjennysasetukset:
214=Tyhjennysnopeus:
215=Virhe luettaessa kapasiteetttia.
216=Välimuistin synkronointi epäonnistui..
217=Virhe suljettaessa raitaa.
218=%s ei voida tyhjentää.
219=Yleinen
220=Muut
221=Tietoja
222=Yleiset
223=Lisämääreet
224=Kommentti
225=Päiväykset
226=Suljetaan istunto, tämä voi kestää muutaman minuutin...
227=Peruutetaanko todennus?
228=Levy on tyhjä.
229=Musiikki-CD:llä voi olla enintään 99 raitaa. Valitse vähemmän tiedostoja ja yritä uudelleen.
230=Tallentimessa ei ole levyä
231=Todennus onnistui.
232=Todennus epäonnistui.
233=Todennus on suoritettu, sen aikana ilmeni varoituksia.
234=Todennus peruutettu.
235=Taustatiedoston pysäyttäminen...
236=Alustaminen taustalla pysähtyi.
237=Virhe luettaessa raidan tietoja.
238=Polttoprosessi onnistui, mutta sen aikana ilmeni varoituksia.
239=Kohdelevy ei ole tyhjä.
240=Levy ei ole tyhjä.
241=Tyhjennetäänkö levy?
242=Nopeus asetettu arvoon %.1fx (%uKB / s).
243=Nopeus asetettu arvoon %dx (%uKB / s).
244=%.1fx (%uKB / s)
245=%dx (%uKB / s)
246=Seuraavan kirjoituskelpoisen osoitteen (%08x) lukeminen epäonnistui.
247=Seuraavan kirjoituskelpoisen osoitteen lukeminen epäonnistui (%d vaaditaan, %d käytettävissä).
248=Asemassa olevaa levytyyppiä ei tunnistettu.
249=Virhe luettaessa levykuvaa.
250=Virheellinen käynnistyslevykuva.
251=Tiedoston nimi ei voi sisältää seuraavia merkkejä:
252=<Ei nimeä>
253=Tuntematon levytyyppi
254=Ei levyä
255=Tässä kokoelmassa ei ole ääniraitoja.
256=Tämä on moniraitalevy, valitse tiedostomuodoksi BIN.
257=Tämä on musiikki-CD, valitse tiedostomuodoksi BIN.
258=Tiedosto on jo olemassa. Lisätäänkö se uudelleen?
259=Kirjoitetaan...
260=Kirjoitetaan hakemistoja...
261=Kirjoitetaan tiedostoja...
262=Valmis.
263=Ohitetaanko kaikki virheet?
264=Kirjoitetaan tiedostoja...
265=Todennetaan tiedostoja...
266=Todennetaan...
267=Tiedostojen kirjoittaminen epäonnistui.
268=Virhe avattaessa kooderia %s.
269=Kansion tiedot
270=WIM-tiedostot
271=Albumi
272=Raita
273=Esittäjä
274=<Raidan numero>
275=<Raidan nimi>
276=<Raidan esittäjä>
277=<Raidan säveltäjä>
278=<Albumin nimi>
279=<Albumin esittäjä>
280=<Albumin säveltäjä>
281=Näyteotsikko 
282=Näytekappaleen esittäjä 
283=Näytekappaleen säveltäjä 
284=Näytealbumin nimi 
285=Näytealbumin esittäjä 
286=Näytealbumin säveltäjä 
287=Tuntematon esittäjä
288=Tuntematon säveltäjä
289=Tuntematon albumin nimi
290=Tuntematon albumin esittäjä
291=Tuntematon albumin säveltäjä
292=Kirjoita musiikki-CD -teksti...
293=Audio
294=Ääniominaisuudet
295=Anna kelvollinen vuosi.
296=Anna kelvollinen UPC-koodi tai jätä tyhjäksi. UPC-koodin on sisällettävä täsmälleen 13 numeerista merkkiä.
297=Anna kelvollinen ISRC-koodi tai jätä tyhjäksi. ISRC-koodin on sisällettävä täsmälleen 12 merkkiä, 2 kirjainta, 3 numeroa ja kirjainta sekä 7 numeroa.
298=Taukojen arvojen on oltava välillä %s - %s.
299=<Useita arvoja>
300=Syötä tyhjä tai uudelleenkirjoittava levy ja yritä uudelleen.
301=VMWare -levykuva
302=VirtualBox -levykuva
303=VirtualPC -levykuva
304=Levykuva
305=Windows-virtuaalilevykuva
306=Osio
307=Seuraavaa osioita ei voida avata:
308=Tuo levykuva
309=Tuo osio
310=Mukautettu
311=Kieli
312=Tiedosto
313=Videotiedostot
314=Kopioi raidat
315=Kopioi musiikki-CD
316=Kopioi kohteeseen:
317=Kopioidaan...
318=Kommentti
319=Useita tiedostoja
320=Yksittäinen tiedosto
321=Virhe ladattaessa %s.
322=%s Kooderi
323=Virhe koodattaessa %s.
324=0 (nopea / minimipakkaus)
325=5 (oletus)
326=8 (hidas / maksimipakkaus)
327=Nopea
328=Normaali
329=Korkea
330=Maksimi
331=Ultra
332=Tiedoston avaus epäonnistui.
333=Jatketaanko?
334=Kohdehakemistossa on jo olemassa erityinen merkintä.
335=Hakemiston rakenne on liian suuri VCD/SVCD:lle.
336=Kokoelmassa ei ole videoraitoja.
337=%s\r\n\r\nei kelpaa - MPEG-1-tiedosto on koodattu Video-CD:tä varten.
338=%s\r\n\r\nei kelpaa - MPEG-2-tiedosto on koodattu SuperVideo-CD:tä varten.
339=%s\r\n\r\n:n tulee sisältää suoratoistovideo.\r\n\r\nJatketaanko?
340=%s\r\nVideo-CD ei tue ääänimuotoa #%d.\R\n\r\nJatketaanko?
341=%s Äänivirran  #%d näytteenottotaajuus on %d Hz (suositellaan 44100 Hz).\R\n\r\n\r\
342=%s\r\Äänivirta #%d ei ole Layer II.\R\n\r\nJatketaanko?
343=%s Äänivirta #%d on bittinopeus %d kbps (224 kbps on käytettävä tämän tyyppiselle VCD: lle).\R\n\r\nJatketaanko?
344=%s\r\n\r\nTämä VCD-tyyppi vaatii äänivirran.\R\n\r\nJatketaanko?
345=ei ole kelvollinen MPEG-1 tai MPEG-2-tiedosto.
346=Vapaata levytilaa ei ole riittävästi.
347=Oletus
348=Levykkeen levykuvat
349=Kiintolevyn levykuvat
350=Virhe kirjoitettaessa tilapäistiedostoon.
351=Aseta tallentimeen musiikki-CD
352=Liian monta tiedostoa valittu.
353=Yllä oleva tiedostonimi on virheellinen.
354=Lisää tiedostoja ja kansioita
355=Tiedostojärjestemä
356=Optimoi tiedostojärjestelmä tallennettaessa levykuva
359=Lähdeasema
360=Tallennin
361=Lähdelaite:
362=Valitse lähdeasema.
363=Valitse tallennin
364=Valitse lähdelevy.
365=Lähdelevy on tyhjä.
366=Lähdelevy on virheellinen tai tyhjä.
367=Lähdelevy on virheellinen tai sitä ei tueta.
368=Anna kohde.
369=Kohdelevyn tyyppi (%s) on erilainen kuin lähdelevyn (%s).
370=Kohdeasema on virheellinen tai sitä ei tueta.
371=Syötä tyhjä tai uudelleenkirjoittava %s asemaan %C:.
372=Moni-istuntolevyn kopiointia ei tueta.
373=Virhe luettaessa tietoja lähdelaitteesta.
374=Välimuistitus lähdelaitteesta aloittu...
375=Virhe luettaessa lähteen sektoreita %d - %d.
376=Virhe luettaessa lähteen sektoria %d.
377=Virhe luettaessa tilapäistiedoston sektoreita %d - %d.
378=Virhe luettaessa tilapäistiedoston sektoria %d.
379=Luetaan lähdettä...
380=Luodaan tilapäistiedosto polttoa varten...
381=Tilapäistiedoston luonti epäonnistui.
382=Tilapäistiedoston luonti ohitettiin.
383=Lähteestä on jo luotu tilapäistiedosto, luodaanko uusi?\R\n\r\n * Jos et vaihda lähdelevyä, valitse Ei.
384=Peruutettu
385=Virhe luettaessa aseman tietoja.
386=Nykyinen asema ei tue CD-tekstejä.
387=CD-tekstin polttamista ei toteuteta.
388=Levy (%s) on alustettu satunnaistallennustilaan (RRM), polttamista ei tueta.
389=Käytettäessä ISO 9660:a suurin sallittu tiedostokoko on 4 Gt.
390=Käytetäänkö UDF:ää ISO 9660:n sijaan?
391=Tietovirhe tai väärä salasana!
392=Salasana on väärä tai tiedosto on virheellinen.
393=Syötä salasana.
394=Salasana on liian pitkä. Suurin sallittu pituus on %d merkkiä.
395=Alin
396=Korkein
397=AnyBurnista on saatavilla uudempi versio.
398=Uusi versio:
399=Julkaisuajankohta:
400=Asennetaanko uusin version nyt?
401=Vieraillaanko verkkosivustolla uuden version lataamiseksi?
402=Käytössä on uusin versio AnyBurn:ista.
403=Päivitysten tarkistaminen epäonnistui.
404=Lisää äänitiedostoja
405=Lisää tiedostoja ja kansioita
406=Päivitys
407=Levytilaa ei ole riittävästi. Poista tarpeettomat tiedostot ja yritä uudelleen.
408=Tiedosto on liian suuri. FAT-osioille tuetaan vain enintään 4 Gt: n tiedostoja.
409=%s ja %s samanaikainen poltto ei ole mahdollista.
410=Käytetään samanaikaisesti useita tallentimia
411=Kopioiden määräksi asetettu %d.
412=Poistetaanko levy polttamisen jälkeen?
413=Tiedoston koko
414=Kopio %s/%s
415=Edellinen (Kopio %s/%s)
416=Seuraava (Kopio %s/%s)
417=Kopioiden lukumäärän on oltava 1 - 999.
418=Kirjoitetaan %d tallentimella samanaikaisesti. Määritetäänkö kopioiden lukumääräksi %d?
419=Nykyinen kokoelma
420=Kirjoita samanaikaisesti usealla tallentimella
421=Poltetaan
422=Yhtään CD/DVD/BluRay-asemaa ei havaittu!
423=Yhtään polttavaa laitetta ei havaittu.
424=Valitse levykuva.
425=Tiedostoja tai kansioita Ei ole vielä lisätty.
426=Valitse poltettavat äänitiedostot.
427=Anna levykuvan nimi.
428=Valitse muunnettava levykuva.
429=Anna kohdelevykuvan nimi.
430=Tyhjä levy
431=Epätäydellinen levy
432=Viimeistelty levy
433=Osoite
434=Kesto
435=Tila
436=Tila 1
437=Tila 2
438=Audio
439=Levy on virheellinen tai tyhjä.
440=Pura
441=Puretaan:
442=Pura arkisto kohteeseen:
443=Tauko
444=Jatka
445=Sulje
446=Palautetaanko sovelluksen oletusasetukset?
447=Asetukset
448=Puskurin koko on oltava välillä %s - %s.
449=Hylätäänkö muutokset?
450=Simuloidaan musiikki-CD -tekstin poltto...
451=Simuloidaan poltto...
452=Tuodulle levylle ei voida kirjoittaa, eikä siihen voida lisätä tiedostoja.
453=Tuodulle levylle kirjoitettu muulla ohjelmalla, eikä siihen voida lisätä tiedostoja.
454=%s polton simulointia ei tueta. Poista simulointi käytöstä.
455=Polton simulointia ei tueta.
456=Polton simulointi onnistui.
457=Polton simulointi onnistui, mutta sen aikana ilmeni varoituksia.
458=DVD-R DL -levyn moni-istuntopolttoa ei tueta. Valitse 'Viimeistele levy'.
459=Valittu tiedosto on kokoelma, valitse levykuva.
460=Vain datalevyt voidaan liittää.
461=Levykuva
462=Levy on tyhjä.
463=Tarkastetaan tuodut tiedot...
464=Tuotujen tietojen tarkastus epäonnistui.
465=Aiempien istuntojen varmuuskopiota sisältävää levyä ei löytynyt. Aseta levy paikalleen ja yritä uudelleen.
466=Levy on viimeistelty, sille ei voi lisätä tiedostoja.
467=Seuraavia tiedostoja ei löytynyt:
468=Kokoelmatiedostossa mainittua levyä ei löydy.
469=Valitse oikea tallennin tai aseta oikea levy
470=Polttonopeus: %.1fx (%uKB/s).
471=Polttonopeus: %dx (%uKB/s).
472=ISO
473=BIN/CUE
474=Kopioi leikepöydälle
475=Polta
476=Tyhjennä
477=Luo
478=Kopioi
479=Muunna
480=Kopioi
481=Yritä uudelleen
482=Kopioidaan raita %02d muotoon %s...\r\n
483=Lähdeasema: %C:\r\n
484=Kohdetiedosto: %s\r\n
485=Poltetaan levykuvaa...
486=Lähdetiedosto: %s\r\n
487=Tyhjennystapa: %s
488=Nopea tyhjennys
489=Täydellinen tyhjennys
490=Valitse luettelosta tiedosto tai kansio.
491=Kopioitava tiedosto:
492=Kansio johon kopioidaan:
493=Ei kopiointikelpoisia raitoja.
494=Jatka valitsemalla vähintään yksi raita.
495=Polta levykuva
496=Tiedostojen polttaminen
497=Polta musiikki-CD
499=Luo levystä kuvatiedosto
500=Kopioi levy
501=Muunna levykuva
502=Luo tiedostoista levykuva
503=Musiikki-CD:n kopiointi onnistui.
504=Musiikki-CD:n kopiointi peruutettiin.
505=Musiikki-CD:n kopiointi epäonnistui.
506=Valitse poistettava raita.
507=Anna uusi nimi kohteelle "%s":
508=Levy:
509=Levykuvan luominen onnistui.
510=Levykuvan luominen peruutettu.
511=Levykuvan luominen epäonnistui.
512=Levykuvan muuntaminen onnistui.
513=Levykuvan muuntaminen peruutettu.
514=Levykuvan muuntaminen epäonnistui.
515=Muunnetaan %s muotoon %s
516=Muunnetaan...\r\n
517=Kohdetiedoston tyyppi ::%s\r\n
518=Luodaan levykuvaa...\r\n
519=Luo levykuva %s%s: lle
520=Virheellinen tai tyhjä levy
521=Yhteensä %dMB, vapaana %dMB
522=Luo käynnistyvä USB-väline
523=Luo USB-välineen levykuva
524=USB-välineen levykuvat
525=Kirjoitetaan USB-asemaan...
526=Kirjoittaminen USB-asemaan onnistui.
527=RAW
528=Valitse lähdelevy.
529=Valitse kohdeasema.
530=%s lukeminen epäonnistui.
531=%s kirjoittaminen epäonnistui.
532=%s: %s kirjoittaminen epäonnistui.
533=Ohitetaan muut tiedostot...
534=Kaikki USB-asemassa olevat tiedot menetetään. Jatketaanko?
535=Kirjoitetaan USB-asemaan...
536=Kirjoittaminen USB-asemaan peruutettu.
537=Kirjoitettu yhteensä: %d.
538=Kirjoitetaan USB-asemaan...
539=Synkronoidaan USB-aseman välimuisti...
540=USB-asemaan kirjoittaminen epäonnistui.
541=USB-asemassa ei ole tarpeeksi tilaa.
542=Lähdetiedoston lukeminen epäonnistui.
543=Kirjoitus USB-aseman sektoriin %016I64X epäonnistui.
544=USB-aseman  %s avaus epäonnistui.
545=USB
546=Toiminto vaatii järjestelmänvalvojan oikeudet! Jatketaanko?
547=Luodaan USB-aseman levykuva...
548=Ohitetaanko virhe ja jatketaan tallennusta?
549=Älä huomioi
550=Ohita kaikki
551=Selaa ja valitse levykuva
552=Muokkaa levykuvaa
554=Levykuvan poistaminen onnistui.
555=Levykuvan purkaminen peruutettu.
556=Tallennus epäonnistui.
557=Tallennus onnistui.
558=Loki
559=Kohdehakemisto ei saa olla tyhjä.
560=Valitse tallennettavat tiedostot ja kansiot. Ilman valintaa kuvatiedosto puretaan kokonaan.
561=Peruutetaanko?
562=Tiedostokoko yhteensä: %s
563=Aikaa jäljellä:
564=Alustetaan USB-asemaa %s...
565=Alustus onnistui.
566=USB-aseman alustus epäonnistui.
567=Tiedosto on liian suuri %s-tiedostojärjestelmälle. Vaihdetaanko NTFS:ksi?
568=USB-asema ei käynnisty %s-tiedostojärjestelmällä. Vaihdetaanko FAT32:ksi?
569=Tiedostoa ei voi kirjoittaa USB-asemaan.
570=Kansion nimi
571=Tiedoston nimi
572=Uusi nimi
573=<Automaattinen>
574=Aikaa kulunut:
575=Lähde
576=Lähde: CD/DVD-levy asemassa 
577=Lähde 
578=Kohde
579=Näytä tallennin- ja levytiedot
580=Puretaan...
581=Lisätään...
582=Puretaan kohteeseen 
583=Puretaan levykuvaa...
584=Tiedoston tallennus onnistui.
585=Tiedostojärjestelmän rajoituksista johtuen tiedoston tai kansion nimi on lyhennetään. Jatketaanko?
586=Toiminto peruttu.
587=Todennetaan tietoja...
588=Tietoja asemasta
589=Tietoja levystä
590=Kysy
591=Polta levykuva CD/DVD/Bluray -levylle
592=Pura levykuva tai selaa sitä
593=Muokkaa levykuvaa
594=Muunna levykuva toiseen muotoon
595=Polta levykuva USB:lle
596=Ei mitään
597=Nimi
598=Käytetty
599=Älä muistuta
600=Muistuta
601=Varoitus: Kaikki levyllä olevat tiedot poistetaan!
602=Asemassa ei ole levyä.
603=Laita poltettava levy asemaan.
604=Asemassa oleva levy on valmiina (%s).
605=Aloitussivu
606=Stereo
607=Joint Stereo
608=Dual Channel
609=Mono
610=Lisätäksesi tiedostoja levylle, valitse listalta istunto, sitten valitse "Tuo" tuodaksesi aiemmat tiedostot.
611=Jos haluat tehdä uuden levyn, valitse "Peruuta".
612=Poistu
613=Hakemistossa
614=Valittua tiedostoa ei voi polttaa levylle. Pura tiedosto, sitten kirjoita puretut tiedostot levylle.
615=%d Tiedostot, %d Hakemistot
616=Hakemistoa ei löydy!
617=Lähdön tyyppi
618=Näytönottotaajuus (hz)
619=Kanavat
620=Bittimäärä
621=Tallennusmuoto
622=Moodi
623=Käytä ID3 V1
624=Käytä ID3 V2
625=Tekijänoikeusbitti
626=Alkuperäisbitti
627=Pakkaustaso
628=Pakkauksen laatu
629=%s-koodaus asetukset
630=Keskeytetäänkö?
631=Tiedostoa ei voida muuntaa valittuun muotoon.
632=Levykuvatiedoston luonti onnistui.
634=Mikäli tämä valinta on aktivoitu, tiedostojen asettelu optimoidaan ja samansisältöisille tiedostoille varataan levytila vain kerran. Toiminto säästää levytilaa, mutta optimointiin voi kulua enemmän aikaa.
635=Purkaminen epäonnistui!
636=Syötä salasana.
637=Lisäasetukset
638=Purkaminen valmis!
639=Purkaminen keskeytetttiin!
640=Viesti
641=Yhteensä %d viestiä.
642=Viestit
643=Tavallinen
644=Parempi
645=Paras(hitain)
646=Levykuvien määrä:
647=Nykyinen levykuva:
648=CDDB-tietojen lataus onnistui.
649=Osien määrä ylittää sallitun, kasvata osien kokoa.
650=Levykuvatiedoston luonti epäonnistui.
651=Ominaisuudet
652=Kirjoitetaan muutokset levykuvatiedostoon...
653=Avaat tiedosto sovelluksella Anyburn ja tallenna se valittuun muotoon.
654=Ei-käynnistyvä levy
655=Käynnistyvä levy
656=Ei-käynnistyvä levykuva
657=Käynnistyvä levykuva
658=Audio CD-levykuva
659=Video CD-levykuva
660=Yhteensä %d KB, käytössä %d KB (%d%%)
661=Yhteensä %d MB, käytössä %d MB (%d%%)
662=Yhteensä
663=Hybridi Mac/PC
664=Yhdistelmätila
665=Tyhjä
666=Suhde
667=Yhteensä  %d MB   - - -  %d %%
668=Data
669=Video
670=Audio
671=Apple HFS-levykuva
672=Apple HFS+ -levykuva
673=Yhdistelmätila CD-levykuva
674=Käynnistyvä
675=XBOX DVD-levykuva
676=Tallennetaan levykkeen levykuvaa... 
677=Ladataan levykkeen levykuvaa... 
678=Levyke on viallinen tai alustamaton.
679=Lisää käynnistystiedot... 
680=Tallenna käynnistystiedot... 
681=Poista käynnistystiedot...
682=Poistetaanko käynnistystiedot?
683=Muokkaa käynnistyslevykuvatiedostoa...
684=Uudelleennimeä
685=Käynnistys
686=Kohdetiedossto
687=Valitse levykuvatiedosto
688=Valitse levykuvatiedoston tyyppi
689=Levykuvatiedoston asetukset
690=Salasanasuojaus
691=Syötä salasana
692=Vahvista salasana
693=Syötä salasana:
694=Vahvista salasana:
695=Syötä uusi salasana:
696=Vahvista uusi salasana:
697=Syötä salasana:
698=Salasanat eivät täsmää.
699=Jatketaanko moniosaisen levykuvatiedoston avaamista?
700=Kaikkien osien pitää olla samassa kansiossa ennen muokkausta, muuntoa tai avaamista. Varmista että ne eivät ole muiden sovellusten käytössä.
701=Osien sijainti:
702=Osat jotka ohitettiin tai joita ei voitu avata:
703=Ohita osat joita ei voi avata
704=Levykuvatiedosto jaetaan useaan osaan.\r\nOsien nimeksi tulee:\r\n
705=Lähde- tai kohdetiedosto on moniosainen, tallenna toisella tiedostonimellä.
706=Jotkin lisätoiminnot kuten salasanasuojaus tai moniosaisuus ovat käytössä, joten levykuva täytyy tallentaa DAA-tiedostoksi.
707=Osien koko ei voi olla tyhjä.
708=Osien koko ei kelpaa.\r\nValitse arvo alasvetovalikosta tai syötä se käsin.\r\n\r\nFEsimerkkejä:\r\n\r\n10,485,760 tai 10240K tai 10M\r\n\r\nHuom! Koon on oltava välillä 128K - 65536M (64G).
709=Tunnista automaattisesti
710=Polttaminen
711=Virhe ladattaessa MS-DOS-tiedostoja.
712=Kirjoitetaan FreeDOS-tiedostoja USB-välineeseen...
713=Kirjoitetaan MS-DOS-tiedostoja USB-välineeseen...
714=Luo käynnistyvä FreeDOS USB-väline
715=Luo käynnistyvä MS-DOS USB-väline
716=Levyä ei ole valittu.
717=Puretaan raita #%02d kohteeseen %s...\r\n
718=Luetaan CDDB-tietoja...
719=Optinen asema
720=Kiintolevy
721=Hyvä lohko
722=Oireileva lohko
723=Viallinen lohko
724=Testaamattomia lohkoja
725=Hyviä sektoreita
726=Oireilevia sektoreita
727=Viallisia sektoreita
728=Testaamattomia sektoreita
729=Yhteensä 1 sektori
730=Yhteensä %d sektoria
731=1 lohko = %d sektoria
732=Testaataan sektorit %I64d - %I64d...
733=Sektorin %I64d luku vaati %d yrityskertaa.
734=Sektorien %I64d - %I64d luku vaati %d yrityskertaa.
735=Sektorin %I64d luku epäonnistui.
736=Sektorien %I64d - %I64d luku epäonnistui.
737=Levyn pintatarkastus aloitettu.
738=Levyn pintatarkastus peruutettu.
739=Levyn pintatarkastus valmis.
740=Aikaa jäljellä:
741=Nopeus
742=Valmiita sektoreita
743=Valitse asema:
744=Valitse asema
745=Valittu asema:
746=Vaihda asema
747=Ei valittua asemaa
748=%s - %s
749=Aloita
750=Lopeta
751=Levytyyppi
752=Levyn pintatarkastus
753=Valmistaja
754=Raitoja
755=Istuntoja
756=Peruutetaanko pintatarkastus?
757=Aloitussektori
758=Loppusektori
759=Sektorikoko
760=Sektoreita yhteensä
761=Kapasiteetti
762=Raakalevykuvatiedostot
763=Selaa
764=Lisäasetukset
765=Äänenvoimakkuuden tulee olla välillä 1% - 999%.
766=Äänenvoimakkuuden säätö
767=Vaihe %d:
768=Kaikki tiedot poistetaan USB-asemasta. Jatketaanko?
769=USB-aseman tietoja ei voitu lukea: %s.
770=USB-aseman tyhjennys onnistui.
771=USB-aseman tyhjennys epäonnistui!
772=Tyhjennä USB-asema
773=Config CDDB server
774=CDDB server url
775=Can't list files in the data track.
776=AnyBurn can't list files in the following partition:
777=Preparing files...
778=Thank you for trying AnyBurn Pro!
779=You are using the trial version of Anyburn Pro. It can only be used for evaluation purpose. To remove this notice and all limitations, please buy the full version.
780=Please input the username.
781=The username length cannot exceed 32.
782=The username or license code is invalid.
783=Thank you for your purchase.
784=This feature is only available in AnyBurn Pro. Please upgrade to AnyBurn Pro to use the feature.
785=This feature is only available in the full version. Please buy full version to use the feature.
786=Buy full version
787=Enter license code
788=Continue trial version
789=Licensed to:
790=Trial version
791=Expires:
792=Expired
793=Go to up level folder
794=Show/Hide folders pane
795=Change view style
796=Error reading disc information. The disc is damaged or not supported.
797=Disk
798=Save log to file
799=Clear message
800=Burning multisession image is not supported.
801=Burning CD Extra image is not supported.
802=This is a hard drive image file, please write it to a hard drive or USB drive.
803=Burn the image file to CD, DVD, or Blu-ray disc
804=Browse or extract files in the image file
805=Edit the image file
806=Convert the image file to other format
807=Write the image file to USB drive
808=Do nothing
809=Audio converter
810=The following files have already been added:
811=Error decoding the following file(s):
812=There are no files added.
813=There are no files selected.
814=Please specify output folder.
815=Total files: %d
816=Converting audio files completes successfully.
817=Converting audio files completes.
818=Converting audio files is canceled.
819=Total %d files, completed %d files, failed %d files.
820=Error converting audio files.
821=Error converting the audio file.
822=Status
823=Error
824=Completed
825=File information...
826=Open file location
827=Remove from the list
828=Clear list
829=Total progress:
830=Converting audio files...
831=Convert Audio file format
832=Converting...
833=Converting %s to %s...
834=The source file and destination file path name cannot be the same.
837=Select a&ll\tCtrl+A
838=&Invert selection
839=Install Windows to USB drive
840=Reading image file information...
841=Please select a valid Windows installation ISO, ESD, or WIM file.
842=Operating system selected
843=Destination drive
844=Boot mode
845=Error accessing the drive!
846=Error initializing the drive.
847=Creating partition in the drive...
848=Creating partition completed successfully.
849=Creating partition failed.
850=Formatting partition...
851=Formatting failed!
852=Formatting completed successfully!
853=%C: is assigned to the partition.
854=Writing boot information to the drive...
855=Writing boot information completed successfully.
856=Error writing boot information!
857=Error updating boot sector!
858=Error preparing the drive for installation!
859=Applying the image failed!
860=Failed mounting the esp partition.
861=Installing Windows to USB drive completed successfully.
862=Installing Windows to USB drive failed.
863=Applying
864=Applying image to %s...
865=Applying image completed successfully.
866=Please install Windows AIK.
867=Please install Windows ADK.
868=Error initializing %s.
869=Failed mounting the image.
870=Error occurred when applying
871=Task
872=Copy floppy disc to image file
873=Write image file to floppy disc
874=DISM Tool
875=How to setup Windows 11 / 10 / 8 / 7 / Vista from USB drive?
876=How to setup Windows XP from USB drive?
877=How to setup Linux from USB drive?
878=APFS Image
879=UDF revision
880=Keep current
881=Go to start page
882=Used  %d MB   - - -  %d %%
883=The disc is not writable.
884=No burner drive selected
885=Auto-detecting disc capacity failed.
886=Disc
887=No burner drive
888=Copying files...
889=File system is changed to NTFS.
890=Unallocated space
891=Sector count
892=Partition scheme
893=Partition type
894=Partition size
895=Some large files cannot be copied to the drive due to file system limitation.
896=Upgrade to AnyBurn Pro
897=Add password
898=Change password
899=Multi-Session Image
900=Multi-session
901=Select session...
902=Select partition...
903=Total %d sessions
904=Session %d of %d
905=Total %d partitions
906=Total 1 partition
907=Select image...
908=Image %d of %d
909=Total %d images
910=Partition %d of %d
911=Total 1 image
912=DD write
913=Free edition
914=Unpacking and writing compressed image file...
915=Updating md5 checksum...
916=Burn MP3 CD DVD
917=Add musical files and folders
918=There are no musical files in the project. Please add some files before writing the disc.
919=Remove
920=Move up
921=Move down
922=Total %d files, %s
923=The following file(s) are not valid or supported musical files.
924=QCOW Virtual Disk Image
925=Parallels Virtual Disk Image
926=Set media capacity
927=Pre-defined
928=QCOW Virtual Disk Images
929=Parallels Virtual Disk Images
930=Bad CRC found.
931=The file may be corrupt.
932=Language and font
933=Change font
934=Font name and size
935=Default font
936=Please specify the source file.
937=Please specify the destination file.
938=Yes
939=No
940=The source drive or partition is currently used by Windows system. Please select another drive or partition or boot system with rescue media.
941=The source drive is currently used by Windows system. Please select another drive or boot system with rescue media.
942=The destination drive is currently used by Windows system. Please select another drive or boot system with rescue media.
943=AnyBurn Extended Image Files
944=Only valid for %s files
945=Disc image Files
946=Source drive
947=Destination drive
948=%d partitions
949=Please select an image file for hard disc or partition.
950=The destination file can't be saved in the source partition(s) or drive. Please save the file in another partition or drive.
951=You need select at least one partition to continue.
952=Please enter a password to protect the image file.
953=The two passwords don't match.
954=The source image file can't be in the destination drive. Please select another drive as destination drive or put the source file in another drive.
955=The source drive sector size and the destination drive sector size must be the same.
956=Source partition(s) selected:
957=The selected source drive has been changed. Please re-select.
958=The selected destination drive has been changed. Please re-select.
959=Please select a source drive from the list:
960=Please select a destination drive from the list:
961=There is no drive found!
962=The destination drive cannot be the same with source drive.
963=AnyBurn will start writing destination drive. Do you want to continue?
964=All partition(s) in the source drive will be copied:
965=Below are the partition(s) in the drive:
966=Below are the partition(s) in the image file:
967=All partitions in the destination drive will be overwritten!
968=All partitions in red color will be overwritten!
969=Partitions will be overwritten:
970=All data in the destination drive will be overwritten! Do you want to continue?
971=The following partitions in the destination drive will be overwritten! Do you want to continue?
972=Error reading data from buffer.
973=Start copying drive to image file...
974=Start restoring image...
975=Copy completed successfully.
976=Restore completed successfully.
977=Failed backuping the drive.
978=Failed restoring image to drive.
979=Intelligent mode
980=There is no enough space on destination drive.
981=Reading drives information...
982=Error reading source drive at sector %016I64X.
983=Error writing destination drive at sector %016I64X.
984=Partitions in the image file
985=Where do you want to save the drive image file?
986=Image file path name
987=Image file type
988=Protect the image file with password
989=Re-enter password
990=Please select a disk image file:
991=Image file size
992=Disk description
993=Disk capacity
994=Start writing file...
995=Scanning files in the drive [%C:]...
996=All files in the USB drive will be copied to the image file. The image file will be bootable if the USB drive caontains Windows or Linux installation packages.
997=Progress
998=The file name cannot be empty.
999=Create ISO file from USB drive
1000=Abort
1001=There is no USB drive detected.
1002=Settings
1003=Backup USB drive to image file
1004=Restore image file to USB drive
1005=Image file information
1006=Writing ISO file...
1007=Writing file completed successfully.
1008=Product information
1009=License information
1010=Customize
1011=Customize Windows installation
1012=Remove requirements for 4GB+ memory, TPM 2.0, and Secure Boot.
1013=Remove requirement for online account
1014=Create a local account with the user name:
1015=Please select an ISO file for %s.
1016=Source USB drive
1017=Output file
1018=File format
1019=Drive letters
1020=Drive letter
1021=Volume label
1022=Partitions
1023=Current opened partition
1024=Partition information
1025=The file is encrypted.
1026=Hard drive information
1027=No partition table
1028=Cluster size
1029=Used space
1030=Free space
1031=<None>
1032=Can not create ISO file from the selected USB drive.
1033=Download ISO file
1034=Skip privacy settings
1035=Don't send diagnostic data, personalized input or location data to Microsoft
1036=Install the selected image
1037=Disable automatic BitLocker device encryption
1038=Set regional settings to the same value of current user's
1039=Checking for ISO file links information failed!
1040=Reading ISO file links...
1041=Click to visit the ISO file download page
[MENU_196]
|1=& Asetukset
32786=Asetukset...
|2=& Ohje
32789=Ohje verkossa (englanniksi)
32790=Tuotetuki (englanniksi)
32791=Tarkista päivitykset
32787=Kotisivut
16=Tietoja ohjelmasta
33033=Download ISO file...
[MENU_158]
32775=&Suuret kuvakkeet
32772=&Pienet kuvakeet
32773=&Luettelo
32774=&Tiedot
[MENU_184]
32778=<Raidan numero>
32779=<Raidan nimi>
32780=<Raidan esittäjä>
32781=<Raita säveltäjä>
32782=<Albumin nimi>
32783=<Albumin esittäjä>
32784=<Albumin säveltäjä>
[DIALOG_100]
0=Tietoja
[DIALOG_129]
1016=Polta levykuva
1001=Polta tiedostoja CD/DVD-levylle
1019=Polta musiikki-CD
1020=Tyhjennä RW-levy
1041=Luo CD/DVD:n levykuva
1042=Kopioi levy
1008=Kopioi musiikki-CD => MP3/flac/ape
1007=Muunna levykuva
1003=Luo tiedostoista levykuva
1006=Tallennin- ja levytiedot
1219=Valitse toiminto:
1004=Luo käynnistyvä USB-väline
1009=Pura levykuva tai selaa sitä
1010=Muokkaa levykuvaa
1011=Levyn pintatarkastus
1012=Convert Audio format...
[DIALOG_132]
1061=Lisää
1062=Poista
1006=Lisäasetukset
1094=Valitse tallennin:
1008=Lisää...
[DIALOG_133]
1061=Lisää
1062=Poista
1063=Ominaisuudet
1064=Siirrä ylöspäin
1065=Siirrä alaspäin
1094=Tallennin:
[DIALOG_130]
1073=Todenna tallennetut tiedot
1087=Poista levy polton jälkeen
1018=Viimeistele levy (ei myöhempää lisäysmahdollisuutta)
1000=Lisäasetukset
1082=Lähde
1085=Asetukset
1086=Kirjoitusnopeus:
1083=Kohde
1084=Tallennin:
1081=Levykuva:
1281=Aseta tallentimeen tyhjä tai uudelleenkirjoittava levy ja valitse 'Polta'.
[DIALOG_134]
1083=Tallennin
1220=Tyhjennysasetukset
1236=Tyhjennystapa:
1237=Tyhjennysnopeus:
1235=Valitse tallennin:
1087=Poista levy tyhjennyksen jälkeen
[DIALOG_131]
1078=Tietoja:
1205=Edistyminen:
[DIALOG_136]
1073=Todenna tallennetut tiedot
1012=Luo tilapäinen tiedosto ennen kopiointia
1087=Poista levy polton jälkeen
1018=Viimeistele levy (ei myöhempää lisäysmahdollisuutta)
1000=Lisäasetukset...
1221=Lähde
1230=Lähdeasema:
1223=Polttoasetukset
1240=Kohdeasema:
1241=Kirjoitusnopeus:
[DIALOG_135]
1221=Lähdeasema
1084=Tallennin:
[DIALOG_140]
1225=Tallennin
1226=Näytettävät tiedot
1022=Tallentimen tiedot
1023=Levyn tiedot
1231=Valitse tallennin:
[DIALOG_141]
1024=Valmistaja ja malli:
1026=Laiteohjelmistoversio:
1028=Sarjanumero:
1030=Päiväykset:
1032=Puskuri:
1034=Levytyypit (Luku):
1036=Levytyypit (Kirjoitus):
1038=Lukunopeus:
1039=Kirjoitusnopeus:
[DIALOG_142]
1047=Levyn tyyppi:
1049=Valmistaja:
1051=Istuntojen määrä:
1053=Raitojen määrä:
1055=Vapaana:
1057=Käytetty:
1000=Viimeistellään levy...
[DIALOG_139]
1082=Lähdelevykuva
1232=Valitse lähdelevykuva:
[DIALOG_176]
1230=Lähdeasema:
[DIALOG_177]
1000=Asetukset...
1229=Koodausasetukset:
1186=Valitse tulostusmuoto:
1187=Valitse tulostustila:
1189=Kopioi:
1190=Kohdeformaatti:
1191=Esikatselu:
1196=Valitse kansio johon kopioidaan:
[DIALOG_198]
1246=Lähde
1247=Levykuva:
1248=CD/DVD:
1240=Kohde
1249=Asetukset
1250=Kirjoitustapa:
1253=Tiedostojärjestelmä:
1423=Boot mode:
1001=More settings...
[DIALOG_273]
1070=Päivitä
1410=Jos kirjoitettaessa levykuvaa USB-asemaan tai luotaessa USB-käynnistyslevyä levykoko on virheellinen tai koko asema ei ole käytettävissä, suorita korjaus vaiheittain:
1411=Liitä USB-asema.
1412=Valitse USB-asema luettelosta. Mikäli sitä ei näy, napsauta "Päivitä"-painiketta.
1413=VAROITUS: Kaikki asemalla olevat tiedot tuhoutuvat.
1414=Poista USB-asema.
1415=Liitä USB-asema uudelleen, ja alusta se tavanmukaisesti Windows:ssa.
1416=Tyhjennetään USB-asemaa, odota...
1422=Click "Clean USB drive" button to clean all data in the USB drive.
[DIALOG_202]
1262=Valitse levykuva:
[DIALOG_203]
1267=Purkaa kohteeseen (kansio luodaan, ellei sitä ole):
1264=Tiedostot ja kansiot:
1260=Pura kaikki tiedostot ja kansiot levykuvasta
1261=Pura kaikki valitut tiedostot ja kansiot
1265=Purkamisen vaihtoehdot:
1012=Avaa kansio purkaamisen jälkeen
1013=Korvaa olemassa olevat tiedostot
[DIALOG_171]
1012=Älä näytä uudelleen
[DIALOG_170]
7=Ei
1=Kyllä
1158=Korvaava:
1159=Nimi:
1161=Muokattu:
1163=Koko:
1164=Muokattu:
1018=Älä kysy uudelleen
3=Kyllä kaikkiin
8=Ei kaikkiin
1143=File exists:
1147=Size:
1144=Name:
[DIALOG_162]
0=Muuta levyn nimi
1103=Syötä uusi nimi:
[DIALOG_193]
0=Salasana
1012=Show password
[DIALOG_194]
0=Anna salasana
1012=Show password
[DIALOG_175]
0=Päivitys
1183=Kysy uudelleen
1184=Älä kysy uudelleen
[DIALOG_169]
0=Tunnisteet
1290=Järjestelmätunnus:
1291=Kirjasarjatunnus:
1292=Julkaisijatunnus:
1293=Tiedonvalmistelijatunnus:
1294=Sovellustunnus:
1295=Tekijänoikeustunnus:
1296=Tiivistelmätunnus:
1297=Kirjallisuustunnus:
[DIALOG_163]
1121=Kansion päiväys
1126=Tiedoston päiväys
1122=Luotu
1123=Muokattu
1124=Voimassaolo
1125=Vanhenee
1127=Nykyinen
1128=Kopioi alkuperäisestä tiedostosta
1129=Muokattu:
[DIALOG_164]
1130=Levyn nimi
1000=Tunnisteet...
1131=Tiedostojärjestelmä
1132=Tiedostonimi (ISO 9660)
1133=Tiedostonimi (Joliet)
1134=Muut
1104=DOS (8.3)
1105=Standardi (30)
1106=Pitkä (221)
1107=Salli pienet kirjaimet
1108=Standardi (64)
1109=Pitkä (110)
1347=Bootable
1014=XBOX DVD
[DIALOG_161]
0=Uudelleennimeä tiedosto tai kansio
[DIALOG_187]
0=Tuo istunto
1=Tuo
1070=Päivitä
1166=Tunnistettu media:
1286=Tallennin:
[DIALOG_174]
1181=Ohjelmapäivitykset
1018=Tarkista automaattisesti
1000=Tarkista nyt
1001=Palauta oletukset
1183=Raahauksen oletustoiminto
1368=Käyttöliittymä:
1012=Muista käyttöliittymäasetukset
1182=Shell integration:
1019=Enable shell integration
[DIALOG_199]
1131=Oletustiedostojärjestelmä
1132=ISO9660 -tiedostonimet
1104=DOS (8.3)
1105=Standardi (30)
1106=Pitkä (221)
1107=Salli pienet kirjaimet
1133=Joliet -tiedostonimet 
1108=Standardi (64)
1109=Pitkä (110)
1000=Palauta oletukset
[DIALOG_165]
1141=Albumin nimi:
1142=Esittäjä:
1143=Säveltäjä:
1144=UPC-koodi:
[DIALOG_166]
1145=Raidan nimi:
1146=ISRC:
1144=Säveltäjä:
1142=Esittäjä:
1147=Tauko:
[DIALOG_185]
0=Polttoasetukset
1087=Poista levy polton jälkeen
1013=Simulaatio
1198=Kopioiden määrä:
1199=Käytä useita tallentimia:
[DIALOG_186]
0=Aseta seuraava levy
1202=Lähdetiedosto:
1203=Tallennin:
1204=Lähdetiedosto:
1205=Tallennin:
1206=Lähdeasema:
1207=Lähdeasema:
[DIALOG_207]
0=Tiedoston avaustapa?
1012=Muista valinta äläkä kysy uudelleen
1185=Levykuvan avaustapa?
[DIALOG_195]
1214=Pakkaus:
1215=Pakkaustaso: 
1216=Suojaus: 
1012=Salasanasuojaus
1000=Muuta salasana...
1217=Moniosainen: 
1013=Jaa useaan osaan
1014=Tauko joka osan jälkeen
1218=Osien koko (tavuja, K = 1024, M = 1024K, G = 1024M):
1134=Muut:
1018=Optimoi tiedostot
[DIALOG_259]
1180=Polttoasetukset
1073=Todenna tallennetut tiedot
1087=Poista levy polton jälkeen
1182=Puskurin koko (8 - 1024 MB):
1088=Viimeistele levy (ei myöhempää lisäysmahdollisuutta)
[DIALOG_260]
1367=Tilapäistiedostojen kansio:
1369=Jos tyhjä, niin käytetään järjestelmän oletuskansiota
1411=Enable dark mode support
[DIALOG_250]
0=Lisää käynnistystiedot
1167=Valitse käytettävät käynnistystiedot: 
1355=Tiedosto: 
1356=Levykeasema:
[DIALOG_249]
1354=Levykoko:
1012=Set as default
[DIALOG_229]
1145=Raita:
1142=Esittäjä:
1143=Huomautukset:
[DIALOG_228]
1141=Albumi:
1343=Vuosi:
1143=Tyylilaji:
[DIALOG_227]
1330=Sisältäen:
1331=Koko yhteensä:
1332=Levykuvatiedoston koko:
1333=Pakkaamattoman ISO-levyn koko:
1334=Suhde:
1335=Pakkaustapa:
[DIALOG_226]
1327=Tiedoston huomautukset:
1000=Kopioi leikepöydälle
1001=Tuo tiedostosta...
[DIALOG_258]
0=Käynnistyvän USB-välineen lähde
1246=Valitse lähde:
1247=Levykuvatiedosto:
1248=CD-levy:
1249=Nykyinen:
[DIALOG_282]
1432=Output file:
1433=Output file format:
1187=Output file mode:
1000=Config...
1434=Output file name format:
1435=CD Information:
1012=Write CD-Text when burning Audio CD
1013=Load CDDB information through Internet
1436=Preview:
1001=Config...
[DIALOG_275]
1439=Source files:
1440=Add files...
1001=Remove from list
1002=Clear list
[DIALOG_286]
1448=Config...
1443=Output format:
1186=Select output format:
1444=Output folder:
1445=Put converted files in the input folder
1446=Specify output folder:
[DIALOG_279]
1246=Select source to install Windows:
1469=Select image file:
1465=Select Windows system you want to install:
1240=Select destination USB drive:
1012=List USB hard drives
1249=Settings:
1423=Boot mode:
[DIALOG_287]
0=File information
1449=File type:
1450=Location:
1332=Size:
1451=Modification time:
1452=Title:
1142=Artist:
1453=Album:
1454=Duration:
1299=Sample rate (Hz):
1300=Channels:
1301=Bit depth:
[DIALOG_281]
0=Enter license information
1466=Enter the user name and license code:
1467=User name:
1468=License code:
[DIALOG_304]
1488=Partitions which will be created in the drive:
1489=Drive capacity:
1362=Total sectors:
1496=Drive information:
1497=Partition settings:
1493=Volume label:
[DIALOG_318]
1094=Burner drive:
[DIALOG_324]
1012=Split the drive image file into multiple files
1013=Enable intelligent copying mode. Only used sectors will be copied.  Windows page file will not be copied. This can decrease image file size and backup time (For FAT && NTFS partitions only).
